// General
"ADD" = "添加";
"OK" = "好";
"CANCEL" = "取消";
"CONTINUE" = "继续";
"DONE" = "完成";
"Space" = "空格";
"SPACES" = "Spaces";
"OPTIONS" = "选项…";
"UNKNOWN_EXTERNAL_KEYBOARD" = "未知的外置键盘";
"TURN_BT_ON" = "打开 Bluetooth";

// Trackpad tab
"2NDCLICK_TAPPING" = "请将两个手指放在触控板上，然后点按按钮，以进行辅助点按。";
"2NDCLICK_CLICKING" = "使用两个手指轻拍触控板，以进行辅助点按";

// Keyboard tab
"FN_FLIPPER_TITLE" = "将 F1、F2 等键用做标准功能键";
"FN_FLIPPER_NOTE" = "选中此选项后，按下 Fn 键以使用印在各个按键上的特殊功能。";

// Full Keyboard Access tab
"SHOWFOCUS_ON_NOTE" = "要更改此设置，请按下 %@。";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "用户项";
"USER_ITEMS_DESC" = "打开“%@”";
"CONFLICT_TOOLTIP" = "这个热键与其他热键相冲突";
"ONOFF_TOOLTIP" = "选择以打开列表中的快捷键";
"RESTORE_DEFAULTS_TITLE" = "您确定要将所有快捷键还原成它们的默认设置吗？";
"RESTORE_DEFAULTS_DESCR" = "您不能还原此操作。";
"GO_TO_SPACE_TEMPLATE" = "切换到空间 %d";

// Combobox entries
"MODIFER_OPTION" = "⌥ Option";
"MODIFER_CONTROL" = "⌃ Control";
"MODIFER_COMMAND" = "⌘ Command";

// BT related
"D_SECS" = "%d 秒";
"NEVER" = "永不";

"MOUSE" = "鼠标";
"KEYBOARD" = "键盘";
"UNKNOWN" = "未知";

"NEW_APPLICATION_ITEM" = "<未命名菜单项>";

"APP_IS_NOT_COMPATIBLE" = "您不能为应用程序“%@”添加键盘快捷键。";

"MOUSEBUTTON_OPEN" = "打开 \“%@\”";


// BT Pairing
"BT_OFF_TITLE" = "无法连接 Bluetooth 键盘，因为 Bluetooth 已关闭。你要打开该键盘吗？";
"BT_OFF_ALERT_TITLE" = "无法连接 Bluetooth 键盘，因为 Bluetooth 已关闭。你要打开该键盘吗？";
"BT_MIDDLE_INDICATOR_NO_KEYBOARD_FOUND" = "未找到键盘。";
"BT_MIDDLE_INDICATOR_1_KEYBOARD_FOUND" = "找到 1 个键盘。";
"BT_MIDDLE_INDICATOR_KEYBOARD_FOUND" = "找到“%@”";
"BT_CONTINUE" = "继续";
"BT_TRY_AGAIN" = "再试一次";
"BT_SEARCHING" = "正在搜索…";
"BT_CONNECTING" = "正在连接…";
"BT_SEARCHING_FOR_KEYBOARD" = "正在搜索键盘…";
"BT_PAIRING_SUCCESS" = "恭喜！您的电脑现已设置为使用 Bluetooth 键盘。";
"BT_SELECT_TO_PAIR" = "正在查找 Bluetooth 键盘，请稍候。";
"BT_SELECT_TO_PAIR_DESC" = "若 Bluetooth 键盘没有出现，请确定该键盘的电池已装好而且开关已打开。";
"BT_ATTEMPTING_TO_PAIR" = "正在尝试与“%@”配对…";
"BT_ATTEMPTING_TO_PAIR_NONAME" = "正在尝试配对…";
"BT_ENTER_KEY" = "请检查您的设备是否准备接收密钥。如果准备就绪，请用键盘输入以下数字，然后按下 Return 键。";
"BT_PAIR_FAIL_GENERAL" = "尝试配对未成功。请点按“继续”以再试一次。";
"BT_PAIR_FAIL_AUTH" = "配对不成功，因为您输入的密钥不匹配。请点按“继续”来重试。";
